{
    "0" :   "I decide to go to the front and sit next to owo.",
    "1" :   "His personality was so welcoming earlier. I feel more comfortable sitting next to owo more than uwu.",
    "2" :   "As I sit down on the chair owo looks up at me.",
    "3" :   "\"Oh my gosh! My savior is here!!! You're doing the hackathon??\"",
    "4" :   "\"Yes! Is that why you brought your computer in earlier today?\"",
    "5" :   "\"Well.. actually it's for a more specific reason, but yes another reason is that I'm participating in the hackathon as well.\"",
    "6" :   "owo is being secretive.",
    "7" :   "I didn't expect that of owo, he seemed so open earlier.",
    "8" :   "\"Say, do you watch youtube? Who do you support, Pewdiepie or T-series?\"",
    "9" :   ".. that's random..",
    "10" :   "Alright I support..",



    "11" :   "\"I knew you were a cool girl.\"",
    "12" :   "I blush at his praise.",
    "13" :   "\"He lost recently to T-Series you know that right?\"",
    "14" :   "\"Yes, I've kept up to date with the battle.\"",
    "15" :   "\"Well then it seems like you actually are a fan. Then I'll tell you something not a lot of people know.\"",
    "16" :   "\"What is it?\"",
    "17" :   "\"Martzia broke the engagement and left him for the founder of T-Series not long after the battle was over.\"",
    "18" :   "I'm absolutely shocked by this news. Their relationships must have been on the rocks for a while.",
    "19" :   "\"That's awful, I hope pewdiepie is doing ok.\"",
    "20" :   "\"I'm sure he's doing just fine.\"",
    "21" :   "The people who run Version Alpha start talking about the hackathon.",
    "22" :   "owo and I tune in to listen to the rules.",



    "23" :   "owo looks as if he's about to cry.",
    "24" :   "\"You too huh.. for some reason I thought you were different.\"",
    "25" :   "What does he mean by that?",
    "26" :   "\"Forget it..\"",
    "27" :   "The people who run Version Alpha start talking about the hackathon. ",
    "28" :   "owo and I tune in to listen to the orientation.",



    "29" :   "owo and I decided to team up together for the hackathon.",
    "30" :   "We created a prototype for a youtuber simulator.",
    "31" :   "I had a great time working with owo. He's so open and kind.",
    "32" :   "Receiving praise from him makes me blush.",
    "33" :   "After the hackathon owo asked to speak with me.",
    "34" :   "\"To tell you the truth <name>, I have a secret.\"",
    "35" :   "I look at him, very intrigued. I wonder if this was what he was hiding earlier. ",
    "36" :   "\"I'm pewdiepie undercover.\"",
    "37" :   "I look at him alarmed.",
    "38" :   "I start to feel nervous. I look down at my palms.",
    "39" :   "\"Hey.\"",
    "40" :   "He interupts my runaway thoughts.",
    "41" :   "\"I'm still owo and you're still my savior.\"",
    "42" :   "That makes me feel a bit better. I see the resemblance.",

    "43" :   "\"That's not all I wanted to talk to you about.\"",
    "44" :   "\"Oh? What else is there owo?\"",
    "45" :   "\"I had a great time with you at the hackathon today. I've been down for a while because of some personal events.\"",
    "46" :   "Is he asking me out??",
    "47" :   "\" Getting to know you really cheers me up.. and well.. I would like to see you more.\"",
    "48" :   "Is he asking me out??",
    "49" :   "owo is so cool and sweet. I would love to get to know him even better. It also seems like we get along well from our interaction so far. ",
    "50" :   "\"Well?\"",
    "51" :   "owo looks down a bit timid and then looks back up at me.",
    "52" :   "\"I would love to owo. We could play some games together sometime or something.\"",
    "53" :   "owo smiles. He's so personable but he also has a bit of shy side. It's attractive that he's not full of himself as he's so famous on the internet.",
    "54" :   "I guess I'm an owo-girl.",
    "55" :   "\"It's a date. Okay~ Savior lets take a photo together to celebrate our first game.\"",
    "56" :   "\"Okay I would love to!\"",



    "57" :   "After the team building owo disappeared.",
    "58" :   "I have no clue where he went.",
    "59" :   "I didn't make a team with owo. So, I combined forces with some random people.",
    "60" :   "We did ok. The hackathon wasn't what I dreamed of, but I'm glad to have gotten more experience in the gaming industry.",
    "61" :   "I didn't really get close to anyone. I guess I'm pretty content with being alone with my computer forever."
}