{
    "0" :   "I decide to head to the back to sit next to uwu.",
    "1" :   "He doesn't appear to have noticed that I've sat next to him so I suppose it's time to reintroduce myself.",
    "2" :   "\"H-hey. I suppose I did see you again.\"",
    "3" :   "He glances up for a second and then his eyes fall back to his phone immediately.",
    "4" :   "\"Oh. Hey <<insert coffee choice here>>-girl.\"",
    "5" :   "I blush a bit from the nickname but uwu doesn't appear to have noticed.",
    "6" :   "\"I didn't expect to see you here. You're into games?\"",
    "7" :   "\"Yea I am.. not very popular games though. I'm mainly dating simulators and visual novels.\"",
    "8" :   "uwu giggles a bit.",
    "9" :   "I hope I didn't weird him out from my preferences.",
    "10" :   "\"What do you like to play uwu?\"",
    "11" :   "uwu looks up at his phone and stares directly at me.",
    "12" :   "\"I want you to guess.. what do you think I'm into?\"",
    "13" :   "What kind of games do I think uwu plays?",



    "14" :   "uwu appears flustered at the choice I made.",
    "15" :   "\"N-neko Atsume?! You think I would play a kitty collector game?\"",
    "16" :   "uwu turns red but I refuse to budge from my choice. ",
    "17" :   "uwu avoids eye contact with me for a few seconds and then returns my gaze.",
    "18" :   "\"Since you were honest with me about your game choices I'll do the same.\"",
    "19" :   "\"Y-yes you actually got it right.. I play Neko Atsume.. Don't tell anyone ok?\"",
    "20" :   "I giggle a bit.",
    "21" :   "\"W-why are you laughing?!\"",
    "22" :   "uwu is about as red as a tomato now.",
    "23" :   "\"Didn't you also laugh when I told you my preferences?\"",
    "24" :   "\"It's just so unexpected uwu. I'm glad we both have a weird taste in games.\"",
    "25" :   "uwu appears to have calmed down a bit and he begins to smile.",
    "26" :   "\"Thanks for not judging me harshly based on it.\"",
    "27" :   "\"Oh no, I am judging you. It's a good judgement though uwu.\"",
    "28" :   "uwu smiles a wider and proceeds to show me his kitty collection.",



    "29" :   "uwu and I decided to team up together for the hackathon.",
    "30" :   "We created a cute game which contained kitties, which apparently are a soft spot for uwu.",
    "31" :   "\"H-hey. I had a lot of fun creating the game with you. I'm glad you didn't judge me on my taste.\"",
    "32" :   "\"It was also comforting when you were so open about yours. On top of that, you know the best coffee. We just seem similar, I would like to hang out more sometime.\"",
    "33" :   "Is he going to ask me for my number?!",
    "34" :   "\"Y-yes I would love to. If you try a visual novel some time then I'll try Neko Atsume.\"",
    "35" :   "\"We'll set up a date.\"",
    "36" :   "Wow he looked so cool when he said that.",
    "37" :   "uwu seems cold at first, but I think he's genuinely a nice guy once he's warmed up a bit.",
    "38" :   "I guess I'm an uwu-girl.",
    "39" :   "\"Y-yes.\"",
    "40" :   "I smile",
    "41" :   "\"I look forward to it uwu. Would you mind taking a photo together? I would like to remember the first game we've created.\"",
    "42" :   "\"Of course. I do as well.\"",
    "43" :   "uwu gets close to me and pulls out the camera",



    "44" :   "\"Fortnite.. that's a pretty generic answer. I'm kind of offended haha. I thought you would come up with something more interesting for me. No I'm not into that game.\"",
    "45" :   "Oh.. I guess he really didn't like my answer.",
    "46" :   "We spend the rest of the time sitting next together in awkward silence.",



    "47" :   "After the team building uwu disappeared.",
    "48" :   "I have no clue where he went.",
    "49" :   "I didn't make a team with uwu. So I combined forces with some random people.",
    "50" :   "We did ok. The hackathon wasn't what I dreamed of, but I'm glad to have gotten more experience in the gaming industry.",
    "51" :   "I didn't really get close to anyone. I guess I'm pretty content with being alone with my computer forever."
 
}